{'status': 'OK', 'response': {'docs': [{'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'WHILE other many other young people in New Haven shot baskets and swam this summer, a small group of industrious young cartoonists spent much of their time thinking about their world and then interpreting their ideas in drawings. The six young artists were participants in a New Haven studio course for storytellers taught by Richard Koh, formerly director of Asian-American student affairs as well as acting assistant dean at Yale. The young artists visited museums, wrote essays and practiced the art of cartooning during 10 sessions at the Educational Center for the Arts.', 'headline': {'main': 'Young Artists Draw On Their Resources'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/09/27/nyregion/young-artists-draw-on-their-resources.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '10', 'source': 'The New York Times', 'word_count': '866', '_id': '541705cb38f0d85fde3241ff', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'KOH, RICHARD', 'name': 'persons'}, {'value': 'STORY-TELLING', 'name': 'subject'}, {'value': 'CARTOONS AND CARTOONISTS', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'WHILE other many other young people in New Haven shot baskets and swam this summer, a small group of industrious young cartoonists spent much of their time thinking about their world and then interpreting their ideas in drawings.   The six young a...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-09-27T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'GAD GROSS never got to Yale Law School. The 26-year-old photojournalist who dreamed of a new career as a lawyer with an organization like Amnesty International was captured in Iraq and executed on March 26, 1991. He was on assignment for Newsweek covering the Kurdish rebellion in northern Iraq. The young photographer\'s father, Joseph Murphy, decided to memorialize his son at Yale. He chose wood as his medium. Mr. Murphy is the president of a 130-year-old international wood restoration company, Irving & Casson-A. H. Davenport Corporation, which has offices in New Haven and Boston. "We turn down more work than we accept," he said. The company generally limits its restorations to the work it originally installed within the last century. "We\'re getting progressively smaller, and it is our option that we are getting smaller," he explained.', 'headline': {'main': 'Gothic Chapel Brightened by Father in Memory of Son Lost to War', 'kicker': 'THE VIEW FROM: YALE UNIVERSITY'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/06/21/nyregion/view-yale-university-gothic-chapel-brightened-father-memory-son-lost-war.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '2', 'source': 'The New York Times', 'word_count': '1110', '_id': '541705ca38f0d85fde3241f8', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'MURPHY, JOSEPH', 'name': 'persons'}, {'value': 'GROSS, GAD', 'name': 'persons'}, {'value': 'YALE UNIVERSITY', 'name': 'organizations'}, {'value': 'RESTORATION AND REHABILITATION', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'GAD GROSS never got to Yale Law School. The 26-year-old photojournalist who dreamed of a new career as a lawyer with an organization like Amnesty International was captured in Iraq and executed on March 26, 1991. He was on assignment for Newsweek ...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-06-21T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': '"WHEN times get tough, people dig deeper," said Helmer N. Ekstrom Jr., who, as director of the New Haven Foundation, is in a position to know. "Individuals have great resilience and compassion, so they rise to the occasion." The foundation, started in 1928, has grown to become the 15th largest community foundation in the nation, with $105 million in total assets. Last year the foundation distributed $4.6 million throughout south-central Connecticut, about the same amount as it did in 1990.', 'headline': {'main': 'Regional Charity Tries to Cope With Growing Need for Its Help', 'kicker': 'THE VIEW FROM: THE NEW HAVEN FOUNDATION'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/02/16/nyregion/view-new-haven-foundation-regional-charity-tries-cope-with-growing-need-for-its.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '2', 'source': 'The New York Times', 'word_count': '1200', '_id': '541705c938f0d85fde3241f5', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'NEW HAVEN FOUNDATION', 'name': 'organizations'}, {'value': 'FOUNDATIONS', 'name': 'subject'}, {'value': 'COMPANY AND ORGANIZATION PROFILES', 'name': 'subject'}], 'document_type': 'article', 'snippet': '"WHEN times get tough, people dig deeper," said Helmer N. Ekstrom Jr., who, as director of the New Haven Foundation, is in a position to know. "Individuals have great resilience and compassion, so they rise to the occasion."   The foundation, star...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-02-16T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'HUNDREDS of Woodbridge residents filled the Beecher Road School gymnasium last fall to cheer sixth graders and teachers in a benefit volleyball game. Townspeople dug deep for pizza, brownies and homemade chocolate-chip cookies to help a youngster who had received an expensive bone marrow transplant. It may be a long time before town residents agree again on a matter of money. Woodbridge needs money to pay for renovations at the regional high school and two regional junior highs. The town must also pay to fix its elementary school. And its swimming pool. And its library. And it has to finish a $1.9 million renovation of the Town Hall that added space for a vault, offices and hearing rooms.', 'headline': {'main': 'Community Winces at Its Growing List of Expensive Needs', 'kicker': 'THE VIEW FROM: WOODBRIDGE'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/03/29/nyregion/the-view-from-woodbridge-community-winces-at-its-growing-list-of-expensive-needs.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '2', 'source': 'The New York Times', 'word_count': '1213', '_id': '541705c838f0d85fde3241f0', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'WOODBRIDGE (CONN)', 'name': 'glocations'}, {'value': 'ECONOMIC CONDITIONS AND TRENDS', 'name': 'subject'}, {'value': 'FINANCES', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'HUNDREDS of Woodbridge residents filled the Beecher Road School gymnasium last fall to cheer sixth graders and teachers in a benefit volleyball game. Townspeople dug deep for pizza, brownies and homemade chocolate-chip cookies to help a youngster ...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-03-29T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'ON a quiet street in Oxford sits a fragrant oasis called Catnip Acres, a nursery with one of the largest collections of scented geraniums in the nation and hundreds of herb plants, seeds, teas and garden-related gifts and books. "People\'s lives are really hectic and everyone is looking for a little peace; they come here to touch and smell the herbs," said Gene Banks, herbalist and the owner of the business. "Herbs are very soothing to the soul."', 'headline': {'main': 'Time Out for Nature: A Place To Smell Geraniums and Herbs', 'kicker': 'THE VIEW FROM: OXFORD'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/08/16/nyregion/the-view-from-oxford-time-out-for-nature-a-place-to-smell-geraniums-and-herbs.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '2', 'source': 'The New York Times', 'word_count': '839', '_id': '541705c738f0d85fde3241ef', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'BANKS, GENE', 'name': 'persons'}, {'value': 'OXFORD (CONN)', 'name': 'glocations'}, {'value': 'CATNIP ACRES', 'name': 'organizations'}, {'value': 'FLOWERS AND PLANTS', 'name': 'subject'}, {'value': 'HERBS', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'ON a quiet street in Oxford sits a fragrant oasis called Catnip Acres, a nursery with one of the largest collections of scented geraniums in the nation and hundreds of herb plants, seeds, teas and garden-related gifts and books.   "People\'s lives ...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-08-16T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': "ETHNIC diversity is coming to Connecticut schools but slowly. Of the state's 169 cities and towns, 64 are still without minority representation among faculty members or administrators of their schools. Last year, 20 districts reported having more than 10 nonwhite faculty members or administrators on staff. Of the state's 38,883 certified school employees, 2,490 -- about 6 percent -- are minority group members, according to Dr. Thomas F. Breen 3d, an associate educational consultant for the State Department of Education.", 'headline': {'main': 'Seeking Teachers as Diverse As Their Students'}, 'section_name': 'Education; New York and Region', 'web_url': 'http://www.nytimes.com/1992/11/15/nyregion/seeking-teachers-as-diverse-as-their-students.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '1', 'source': 'The New York Times', 'word_count': '1778', '_id': '4fd254888eb7c8105d7fbc35', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'BLACKS (IN US)', 'name': 'subject'}, {'value': 'MINORITIES (ETHNIC, RACIAL, RELIGIOUS)', 'name': 'subject'}, {'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'TEACHERS AND SCHOOL EMPLOYEES', 'name': 'subject'}], 'document_type': 'article', 'snippet': "ETHNIC diversity is coming to Connecticut schools but slowly. Of the state's 169 cities and towns, 64 are still without minority representation among faculty members or administrators of their schools. Last year, 20 districts reported having more ...", 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-11-15T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'THE search for a congenial retirement occupation led August Krupian to day lilies. After 23 years as a toll supervisor for the state he wanted to be outdoors doing something that was enjoyable and that would generate a modest income. He found it in vast fields of trumpet-shaped day lilies. Mr. Krupian, 76 years old, whom everyone calls Augie, breeds thousands of day lilies on quiet Bethmour Road in Bethany. "I loved roses but they were too much work," said Mr. Krupian who has bred day lilies for 12 years. "Day lilies are easy to cross and transplant, and they hardly have any disease or bug problems." The Krupian family grew up on a 96-acre dairy farm. Today the farm is a manageable 20 acres although it takes Mr. Krupian seven and a half hours riding on a mower to cut all the lawns. He remembers his father buying one of the first trucks in Bethany. He and his three siblings attended a one-room schoolhouse in town. "There were 10 dairy farms in those days, but now Bethany is a bedroom community for New Haven," he said. Farming for the Draft Dodger During World War II the Farm Bureau inspected farms to assess how many men were needed to supply food and how many could be spared for the draft. "The rich used to buy farms for their sons to keep them out of the Army," he recalled. "I enlisted. I wanted to get away from farming." Mr. Krupian ran a post exchange in Japan but said he was too independent to make the military a career. He returned to Bethany and a country life. The Krupians always had a huge vegetable garden. Over the last 12 years Mr. Krupian has gradually reduced the vegetables and allowed the day lilies to take over. Interspersed with the flowers are volunteer dill seedlings, rows of tomatoes and peppers, sweet potatoes and squash. He also raises apples and peaches, berries, peonies and cultivated varieties of wildflowers. As he weeds and divides his plants he whistles his favorite chamber music. Often butterflies and mocking birds, orioles and robins join him. Sometimes ruby-throated hummingbirds come to the bright flowers for nectar. His flower beds this summer were full of delicate lavender, soft pink and lemony yellow. He also raises vivid golds, earthy bronzes and assorted crimsons and scarlets. "When I started I liked vivid reds, like most men, but now I prefer softer colors like lavender, pale yellow and pink," he said. Season Not Over Yet Some of his clumps produce a new blossom each day for a month. Garden workhorses, day lilies bloom from mid-June to October. Mr. Krupian was working in a nursery in the 1950\'s when he spied his first deep-red day lily and was fascinated by its beauty. When he was offered a cutting in the middle of a searing hot summer day he could not believe it would flourish. He soon discovered that day lilies were virtually carefree and could tolerate midsummer transplanting. He inherited his gardening abilities from his mother. "She had a natural green thumb," he recalled. "She didn\'t know anything technically but everything she planted succeeded." The garden still holds many of her roses and trees. Mr. Krupian and his brother share a house on the spot where the original Krupian homestead stood. It had been offered to the fire department by a previous owner to burn down for practice. When the brothers moved back onto the family property they built their present house. Undemanding day lilies may be divided and planted any time of the year if the soil is workable and not frozen. Mr. Krupian buys stock to use for breeding and sells his original crosses and divisions. Most of his seedlings sell for $10 to $25, and the rarer varieties for $75. He prefers not to sell special plants to gardeners who do not know or do not care about their flowers. Recently he turned away a customer who needed flowers for her new rock garden. "Day lilies are much too large for a rock garden," he explained. He did recommend miniature hostas as more suitable. Abundance of Roadside Wildlings Connecticut is lavishly blessed with fulva, the ubiquitous orange wildling found along roadsides in midsummer. But Mr. Krupian is not enthusiastic about the wild day lilies. "We find them garish," he said. "No matter where they are planted they draw the eye and throw the rest of the garden out of kilter." His breeding goal is a sun-fast red. The darker reds, he explained, tend to fade in full sun while the brighter reds enjoy sunshine. He speculates about creating a blue day lily some day, but that will occur in a laboratory, he explained, with the blue color borrowed from another plant, perhaps a delphinium or even a wild chickory. To propagate his flowers he divides clumps; large clumps can be divided into several new plants. Some plants produce natural "baby plants" called proliferations, which he just snips and plants. Creating New Varieties To try new varieties Mr. Krupian chooses two attractive plants. He gathers the pollen from the anther of one plant and rubs it onto the pistil of another. If the hybrid is successful a seed pod forms. He allows it to ripen and then harvests the shiny black seeds, which he plants in trays of damp seed-starter and refrigerates for about six weeks. Since he has so many, his trays go to a greenhouse where he rents space but a sunny windowsill or fluorescent light tubes will also do. It takes patience. No flowers will appear for two years, he said, but then a new variety will be born with surprising results. Mr. Krupian said it was a simple process, one that he explains to his garden visitors several times each day. "They\'ll be pleased with the first blossom, then they become more discriminating," he said. His expert eye favors new varieties with clear color, a good bud count, vigorous branching, clean foliage and height in proportion to foliage, and no flowers on short stems hidden within their leaves. The man who has bred thousands of new plants himself said simply: "Anyone can do this. I do it because I\'m trying to get a good-looking flower." And he encourages success in his clients\' efforts. "If you come up with a great flower then more power to you."', 'headline': {'main': 'Take Your Pick: Day Lilies Bred for Hue'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/09/13/nyregion/take-your-pick-day-lilies-bred-for-hue.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '12', 'source': 'The New York Times', 'word_count': '1067', '_id': '541705c538f0d85fde3241e9', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'KRUPIAN, AUGUST', 'name': 'persons'}, {'value': 'FLOWERS AND PLANTS', 'name': 'subject'}, {'value': 'DAYLILIES', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'THE search for a congenial retirement occupation led August Krupian to day lilies. After 23 years as a toll supervisor for the state he wanted to be outdoors doing something that was enjoyable and that would generate a modest income. He found it i...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-09-13T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': "SOME say ga-ZEE-bo, some say ga-ZAY-bo. Regardless, gazebos, which evoke memories of ladies in white lace dresses delicately sipping raspberry shrub, today fit comfortably in 90's life styles. The Rolling Stones guitarist, Keith Richards, and his wife, the model Patti Hansen, are building a delicate wrought-iron gazebo in the heart of a privet-hedge maze at their home in Fairfield County. The whimsical gazebo, seven feet square, has a floating fabric top, rather like a hankie tossed over the roof, according to the architect Barry Svigals whom Mr. Richards hired to design the structure. The New Haven-based architect reports the gazebo has a light and airy feeling. Playmates of the couple's two young daughters and other guests will be surprised and soaked by a water sprinkler detonated from within the gazebo.", 'headline': {'main': 'Lumber, Lattice and Whimsy Form Outdoor Points of View'}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/08/09/nyregion/lumber-lattice-and-whimsy-form-outdoor-points-of-view.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '1', 'source': 'The New York Times', 'word_count': '1029', '_id': '541705b938f0d85fde3241df', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'GAZEBOS', 'name': 'subject'}], 'document_type': 'article', 'snippet': "SOME say ga-ZEE-bo, some say ga-ZAY-bo. Regardless, gazebos, which evoke memories of ladies in white lace dresses delicately sipping raspberry shrub, today fit comfortably in 90's life styles.    The Rolling Stones guitarist, Keith Richards, and h...", 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-08-09T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': 'KILLING poisonous snakes in Connecticut is illegal, dangerous and a violation of the natural order. "They\'re needed as part of the ecosystem and food chain," explained Henry J. Gruner, the director of environmental sciences at the Science Museum of Connecticut in West Hartford. In fact, it is illegal to capture any wildlife without a permit from the Department of Environmental Protection.', 'headline': {'main': "In State's Natural Order, Snakes Have a Purpose"}, 'section_name': 'New York and Region', 'web_url': 'http://www.nytimes.com/1992/08/09/nyregion/in-state-s-natural-order-snakes-have-a-purpose.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '4', 'source': 'The New York Times', 'word_count': '1114', '_id': '541705b838f0d85fde3241d9', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'ENDANGERED AND EXTINCT SPECIES', 'name': 'subject'}, {'value': 'SNAKES', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'KILLING poisonous snakes in Connecticut is illegal, dangerous and a violation of the natural order.   "They\'re needed as part of the ecosystem and food chain," explained Henry J. Gruner, the director of environmental sciences at the Science Museum...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-08-09T00:00:00Z'}, {'blog': [], 'abstract': None, 'news_desk': 'Connecticut Weekly Desk', 'lead_paragraph': "FOR three years, the board of the Daycroft School tried to leave its Greenwich campus. Finally, overcoming community opposition, the school has a new resident, the Japanese Educational Institute of New York, and through a compromise worked out by town planners, the historic buildings on the campus will be preserved. The institute, which bought the Daycroft property in 1989, will create the first Japanese-language elementary school in Connecticut and plans to bus about 370 fourth through ninth graders from throughout the metropolitan region to the lower Lake Avenue campus beginning in late summer. The school's purpose is to help Japanese children maintain the scholastic levels of their peers so they can return without difficulty to their home schools in three to five years. The Japanese Government sponsors about 85 day schools and 146 weekend schools in the United States for the children of Japanese executives.", 'headline': {'main': 'Japanese School Achieves an Uneasy Peace'}, 'section_name': 'Education; New York and Region', 'web_url': 'http://www.nytimes.com/1992/05/24/nyregion/japanese-school-achieves-an-uneasy-peace.html', 'byline': {'person': [{'rank': 1, 'role': 'reported', 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}], 'original': 'By NANCY POLK'}, 'print_page': '1', 'source': 'The New York Times', 'word_count': '1942', '_id': '541705b838f0d85fde3241da', 'slideshow_credits': None, 'subsection_name': None, 'keywords': [{'value': 'DAYCROFT SCHOOL', 'name': 'organizations'}, {'value': 'JAPANESE EDUCATIONAL INSTITUTE', 'name': 'organizations'}, {'value': 'JAPANESE LANGUAGE', 'name': 'subject'}, {'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'PRIVATE SCHOOLS', 'name': 'subject'}], 'document_type': 'article', 'snippet': 'FOR three years, the board of the Daycroft School tried to leave its Greenwich campus. Finally, overcoming community opposition, the school has a new resident, the Japanese Educational Institute of New York, and through a compromise worked out by ...', 'type_of_material': 'News', 'multimedia': [], 'pub_date': '1992-05-24T00:00:00Z'}], 'meta': {'time': 89, 'hits': 92251, 'offset': 0}}, 'copyright': 'Copyright (c) 2013 The New York Times Company.  All Rights Reserved.'}