{'copyright': 'Copyright (c) 2013 The New York Times Company.  All Rights Reserved.', 'response': {'docs': [{'web_url': 'http://www.nytimes.com/1999/10/10/books/oh-grow-up.html', 'slideshow_credits': None, 'section_name': 'Arts; Books', 'print_page': '28', 'subsection_name': None, 'word_count': '1066', 'snippet': 'THE RISE AND FALL OF   THE AMERICAN TEENAGER   By Thomas Hine.   322 pp. New York:   Bard/Avon Books. $24....', 'pub_date': '1999-10-10T00:00:00Z', 'headline': {'main': 'Oh, Grow Up'}, 'news_desk': 'Book Review Desk', 'multimedia': [], 'abstract': None, 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': 'THE RISE AND FALL OF THE AMERICAN TEENAGER By Thomas Hine. 322 pp. New York: Bard/Avon Books. $24.', 'type_of_material': 'Review', 'keywords': [], '_id': '4fd2100a8eb7c8105d783ad9', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/07/26/opinion/making-the-teaching-profession-respectable-again.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '15', 'subsection_name': None, 'word_count': '1054', 'snippet': 'No amount of effort to improve the quality of our schools will succeed unless we end up with better teachers. Yet, despite glimmers of renewed interest among students at elite universities, the most gifted and talented college students are not cho...', 'pub_date': '1999-07-26T00:00:00Z', 'headline': {'main': 'Making the Teaching Profession Respectable Again'}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': 'Op-Ed article by Bard College president Leon Botstein says no amount of effort to improve quality of schools will succeed without better teachers, whose recruitment is hampered not only by comparatively meager levels of pay but by fact that teaching carries little prestige; says even education bureaucracy does not treat teachers as professionals, allowing them little control over subject matter; says teaching must be made prestigious by breaking tradition of teacher education and certification, arguing that teaching has failed to gain respect because education schools define their subject matter as pedagogy; says teachers should be educated and organized according to subject matter, and that states should abandon current standards of teacher certification--which reflect historic collusion between schools of education and state legislatures (M)', 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': "No amount of effort to improve the quality of our schools will succeed unless we end up with better teachers. Yet, despite glimmers of renewed interest among students at elite universities, the most gifted and talented college students are not choosing teaching as a career. Indeed, the level of interest reported in 1999 is well below that expressed in the 1970's, when teaching ranked far below medicine, law and business. Before 1960, America could rely on sex discrimination, since teaching was perhaps the only profession genuinely open to women. The women who might have become teachers in generations past are today investment bankers, doctors and lawyers.", 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'STATES (US)', 'name': 'subject'}, {'value': 'STANDARDS AND STANDARDIZATION', 'name': 'subject'}, {'value': 'WAGES AND SALARIES', 'name': 'subject'}, {'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'TEACHERS AND SCHOOL EMPLOYEES', 'name': 'subject'}], '_id': '4fd1ed648eb7c8105d73fd13', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/05/17/opinion/let-teen-agers-try-adulthood.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '21', 'subsection_name': None, 'word_count': '949', 'snippet': 'The national outpouring after the Littleton shootings has forced us to confront something we have suspected for a long time: the American high school is obsolete and should be abolished. In the last month, high school students present and past hav...', 'pub_date': '1999-05-17T00:00:00Z', 'headline': {'main': 'Let Teen-Agers Try Adulthood'}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': 'Leon Botstein Op-Ed article says American high school system is obsolete and should be abolished, with adults facing up to fact that they do not like adolescents, and have used high schools to keep them away from both innocent children and accountable adults; proposes starting elementary school at age 4 or 5, ending with sixth grade, and sending students on to four years of secondary education, until age 16, when young people would enter real world of college work or national service (M)', 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': "The national outpouring after the Littleton shootings has forced us to confront something we have suspected for a long time: the American high school is obsolete and should be abolished. In the last month, high school students present and past have come forward with stories about cliques and the artificial intensity of a world defined by insiders and outsiders, in which the insiders hold sway because of superficial definitions of good looks and attractiveness, popularity and sports prowess. The team sports of high school dominate more than student culture. A community's loyalty to the high school system is often based on the extent to which varsity teams succeed. High school administrators and faculty members are often former coaches, and the coaches themselves are placed in a separate, untouchable category. The result is that the culture of the inside elite is not contested by the adults in the school. Individuality and dissent are discouraged.", 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}], '_id': '4fd20c878eb7c8105d77c0aa', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/04/18/magazine/best-musical-instrument-of-thee-i-sing.html', 'slideshow_credits': None, 'section_name': 'Magazine', 'print_page': '122', 'subsection_name': None, 'word_count': '292', 'snippet': 'Of all the gifts of nature that humans have had to fashion into musical instruments, none have proved more versatile and sublime than the most common: the human voice. Alone, as part of a chorus, chanting in prayer or in furious outbursts of wordl...', 'pub_date': '1999-04-18T00:00:00Z', 'headline': {'main': 'Best Musical Instrument; Of Thee I Sing'}, 'news_desk': 'Magazine Desk', 'multimedia': [], 'abstract': "Leon Botstein article on millennium's best musical instrument cites human voice; photo (M)", 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': "Of all the gifts of nature that humans have had to fashion into musical instruments, none have proved more versatile and sublime than the most common: the human voice. Alone, as part of a chorus, chanting in prayer or in furious outbursts of wordless sound, the voice is a blessed paradox, for it uses the same medium as speech to allow us to escape the limits of language. As all musicians know, the voice's physical attributes define our most basic musical ideas: conductors routinely admonish orchestra players ''to breathe,'' ''to sing.'' The emotions we associate with music are all linked to vocalized sound -- loud, soft, harsh, lyrical -- as are most musical instruments, whose makers have long battled the inevitable tyranny of the voice. Sitars, temple blocks, shawms, pipe organs, accordions, saxophones and theremins (let alone synthesizers and computers) all acknowledge the primacy of the voice even when they avoid, amplify or distort it. Violinists like Paganini, Kreisler and Heifetz fought to produce the voice's ethereal illusion; guitarists use vibrato to emulate its warm tones; brass instruments find their most glorious sound when responding to choirs. The piano, that upstart of modern manufacture, has sought an accommodation with the voice, at once providing a percussive accompaniment for vocal lyricism and luring pianists into the formidable task of simulating the voice's line.", 'type_of_material': 'News', 'keywords': [{'value': 'MUSIC', 'name': 'subject'}, {'value': 'TWO THOUSAND (YEAR)', 'name': 'subject'}], '_id': '4fd1e91a8eb7c8105d737444', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/10/21/opinion/80-minutes-no-miracle.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '25', 'subsection_name': None, 'word_count': '632', 'snippet': 'Americans seem to have an inexhaustible penchant for collective self-delusion about how easy it is to improve schools. Over and over again, we get excited about structural gimmicks -- longer school days, longer school years and, now, longer classe...', 'pub_date': '1999-10-21T00:00:00Z', 'headline': {'main': '80 Minutes, No Miracle'}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': "Bard College president Leon Botstein Op-Ed article on switch to 'block scheduling' by increasing number of high schools notes colleges have long offered classes that meet for extended periods over fewer days; holds shift makes sense only if teachers know material well enough to make good use of extra time and assigned homework is engaging enough to insure lively class; says excitement over shift gives too much stress to minor issue; photo (M)", 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': "Americans seem to have an inexhaustible penchant for collective self-delusion about how easy it is to improve schools. Over and over again, we get excited about structural gimmicks -- longer school days, longer school years and, now, longer classes. Though many teachers are not yet sold on the idea, ''block scheduling'' -- using fewer classes that run as long as 80 minutes each -- is being introduced in an increasing number of American high schools. The amazing part of the block-scheduling debate is how astonished everyone seems to be by the obvious. For the past century, young adults in colleges and universities have been learning in classes that meet only twice a week for 90 minutes; high schools are simply extending the idea to students a few years younger.", 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'TEACHERS AND SCHOOL EMPLOYEES', 'name': 'subject'}], '_id': '4fd230e88eb7c8105d7bfde6', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/01/03/travel/deep-in-africa-a-most-civilized-discovery.html', 'slideshow_credits': None, 'section_name': 'Travel', 'print_page': '23', 'subsection_name': None, 'word_count': '1312', 'snippet': "THERE are few things in life that conjure up more excitement or uncontrollable wanderlust than the thought of a safari through some of South Africa's most notable game parks and reserves -- save, perhaps, for the undeniable giddiness at finding a ...", 'pub_date': '1999-01-03T00:00:00Z', 'headline': {'main': 'Deep in Africa, a Most Civilized Discovery'}, 'news_desk': 'Travel Desk', 'multimedia': [], 'abstract': 'Jan D Baumgartner travel essay on driving safari through South Africa, and discovery of impressively clean restrooms (S)', 'byline': {'original': 'By JAN D. BAUMGARTNER', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Jan'}]}, 'blog': [], 'lead_paragraph': "THERE are few things in life that conjure up more excitement or uncontrollable wanderlust than the thought of a safari through some of South Africa's most notable game parks and reserves -- save, perhaps, for the undeniable giddiness at finding a country whose public restrooms are cleaner than most people's home bathrooms. Not to say that having a massive bull elephant nearly run your car off the road, or a female leopard walk up to the side of your Land Rover, is not exhilarating or worthy of a lifetime of memories. But these things were mentioned in all the travel books and brochures, so when my husband and I and two friends headed for South Africa last March, we were pretty sure we'd stumble across and into such once-in-a-lifetime experiences. No one is a bigger animal lover-enthusiast than myself, and yes, seeing zebra, giraffe, wildebeest, elephant, lion, leopard and warthog in their natural environments was a dream come true. But having said this, the next biggest topic of conversation throughout our five-week adventure was the undeniable clean-enough-to-eat-off-the-floor African bathroom.", 'type_of_material': 'News', 'keywords': [{'value': 'SOUTH AFRICA', 'name': 'glocations'}, {'value': 'BATHROOMS', 'name': 'subject'}, {'value': 'SAFARIS', 'name': 'subject'}, {'value': 'TRAVEL AND VACATIONS', 'name': 'subject'}, {'value': 'TOILETS', 'name': 'subject'}], '_id': '4fd246088eb7c8105d7e0f1f', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/05/02/nyregion/the-view-from-waterbury-war-in-the-balkans-is-no-distant-thunder.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '2', 'subsection_name': None, 'word_count': '1109', 'snippet': 'ALBANIAN-AMERICANS, whether from Albania or Macedonia, Montenegro or Kosovo, stay close to each other in the United States and close to the people they have left behind. They raise money, lobby Congress for ground troops and support for the Kosovo...', 'pub_date': '1999-05-02T00:00:00Z', 'headline': {'main': 'The View From/Waterbury; War in the Balkans Is No Distant Thunder'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': None, 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "ALBANIAN-AMERICANS, whether from Albania or Macedonia, Montenegro or Kosovo, stay close to each other in the United States and close to the people they have left behind. They raise money, lobby Congress for ground troops and support for the Kosovo Liberation Army, and they hold rallies. Watching news reports holds special agony for Albanian-Americans in Connecticut. They watch to see if family and friends made it to safety. Viola Kllobocishta of Ansonia, who arrived in the United States in 1997 from Tirana, said, ''I cry and cry and I have no more tears.'' Every evening she said she and her family watch the news in hopes of seeing familiar faces.", 'type_of_material': 'News', 'keywords': [], '_id': '4fd224df8eb7c8105d7aba97', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/01/17/nyregion/the-view-from-new-haven-where-do-sleek-racing-sculls-and-shells-come-from.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '2', 'subsection_name': None, 'word_count': '1101', 'snippet': 'ROWING is becoming more popular,  which pleases Mike Vespoli. After all, he is a builder of racing sculls and shells in New Haven that bear his name.   The growth in the sport is occurring among three distinct groups of rowers. Women have benefite...', 'pub_date': '1999-01-17T00:00:00Z', 'headline': {'main': 'The View From/New Haven; Where Do Sleek Racing Sculls and Shells Come From?'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Mike Vespoli of New Haven, Conn, builds sleek racing boats for rowing, sport that is increasing in popularity at area colleges and high schools; photos (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "ROWING is becoming more popular, which pleases Mike Vespoli. After all, he is a builder of racing sculls and shells in New Haven that bear his name. The growth in the sport is occurring among three distinct groups of rowers. Women have benefited from Title IX, a Federal law enacted in 1972 that requires schools and colleges to give equal support to men and women, girls and boys, in sports expenditures. ''There has been explosive growth in women's rowing,'' Mr. Vespoli said. The Yale rowing coach, Dave Vogel, said rowing and soccer were the two fastest-growing women's sports in America. (Currently, Yale has 150 rowers of each sex.) Meanwhile, college scholarships linked to rowing are expanding for women, which in turn has caused the sport to grow at the high school level. (Twenty secondary schools in the state now offer rowing.) And as collegiate rowers graduate, their desire to continue in the sport has swelled the ranks of masters' level rowers.", 'type_of_material': 'News', 'keywords': [{'value': 'VESPOLI, MIKE', 'name': 'persons'}, {'value': 'NEW HAVEN (CONN)', 'name': 'glocations'}, {'value': 'ROWING', 'name': 'subject'}, {'value': 'BOATS AND BOATING', 'name': 'subject'}], '_id': '4fd20a088eb7c8105d776c08', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/08/08/nyregion/q-a-susan-bysiewicz-ceo-of-company-worth-20-million.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '4', 'subsection_name': None, 'word_count': '1084', 'snippet': 'AS a candidate for the office of Secretary of the State, Susan Bysiewicz stressed her interest in the business side of the job. While certainly not all business, the office is more business-oriented than ever. Ms. Bysiewicz, a corporate lawyer, ha...', 'pub_date': '1999-08-08T00:00:00Z', 'headline': {'main': "Q & A/Susan Bysiewicz; 'C.E.O.' of Company Worth $20 Million"}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Connecticut Secretary of State Susan Bysiewicz answers questions on her office and former career as corporate lawyer; photo (Q & A column) (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "AS a candidate for the office of Secretary of the State, Susan Bysiewicz stressed her interest in the business side of the job. While certainly not all business, the office is more business-oriented than ever. Ms. Bysiewicz, a corporate lawyer, had strong opinions about where change was needed. ''We want to make that first point of contact into state government as positive and as productive as possible,'' she said. She takes pride in making her office accessible and efficient for Connecticut's business and legal community.", 'type_of_material': 'Interview', 'keywords': [{'value': 'BYSIEWICZ, SUSAN', 'name': 'persons'}, {'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'BIOGRAPHICAL INFORMATION', 'name': 'subject'}], '_id': '4fd210788eb7c8105d784a09', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/1999/02/28/nyregion/q-a-sally-a-boske-giving-parents-clout-in-education.html', 'slideshow_credits': None, 'section_name': 'Education; New York and Region', 'print_page': '3', 'subsection_name': None, 'word_count': '1394', 'snippet': "THE Connecticut Parent-Teacher Association has moved out of brownie baking and into the political arena. The state P.T.A.'s 58,000 members have political positions adopted by the national organization of 6.9 million members and their own state pos...", 'pub_date': '1999-02-28T00:00:00Z', 'headline': {'main': 'Q&A/Sally A. Boske; Giving Parents Clout in Education'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': "Sally A Boske, president of Connecticut Parent-Teacher Assn, answers questions about role of parents in schools and association's political clout; photo (Q & A Column) (M)", 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "THE Connecticut Parent-Teacher Association has moved out of brownie baking and into the political arena. The state P.T.A.'s 58,000 members have political positions adopted by the national organization of 6.9 million members and their own state positions as well. ''We have a lot of clout,'' declared Sally A. Boske, the president of the Connecticut association. The association is supporting some of President Clinton's initiatives such as early literacy and early childhood education, infrastructure repairs and especially ''having education in the forefront'' said Ms. Boske.", 'type_of_material': 'Interview', 'keywords': [{'value': 'BOSKE, SALLY A', 'name': 'persons'}, {'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'PARENT-TEACHER ASSOCIATIONS', 'name': 'organizations'}, {'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}], '_id': '4fd218908eb7c8105d795892', 'source': 'The New York Times', 'document_type': 'article'}], 'meta': {'offset': 0, 'time': 63, 'hits': 106368}}, 'status': 'OK'}