{'copyright': 'Copyright (c) 2013 The New York Times Company.  All Rights Reserved.', 'response': {'docs': [{'web_url': 'http://www.nytimes.com/2000/09/19/opinion/what-local-control.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '25', 'subsection_name': None, 'word_count': '698', 'snippet': 'The presidential candidates are taking their parties to new places with their education proposals: Al Gore has called for higher standards for teachers as well as higher pay, while George W. Bush has emphasized closing the achievement gap between ...', 'pub_date': '2000-09-19T00:00:00Z', 'headline': {'main': 'What Local Control?'}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': 'Op-Ed article by Bard College president Leon Botstein examines proposals by presidential candidates Gov George W Bush and Vice Pres Al Gore to improve public education; says no matter who wins there is little reason to believe that any serious improvement in education is in offing; says neither candidate is willing to confront underlying obstacle to real change, namely, premise that basic responsibility for education rests with communities and states, not with federal government; drawings (M)', 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': 'The presidential candidates are taking their parties to new places with their education proposals: Al Gore has called for higher standards for teachers as well as higher pay, while George W. Bush has emphasized closing the achievement gap between rich and poor and holding schools accountable for student performance. Yet no matter who wins in November, there is little reason to believe that any serious improvement is in the offing. This is because neither candidate is willing to confront the underlying obstacle to real change: the premise that the basic responsibility for education rests with communities and states, not the federal government.', 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'BUSH, GEORGE W', 'name': 'persons'}, {'value': 'GORE, AL', 'name': 'persons'}, {'value': 'STATES (US)', 'name': 'subject'}, {'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'ELECTION ISSUES', 'name': 'subject'}, {'value': 'PRESIDENTIAL ELECTION OF 2000', 'name': 'subject'}], '_id': '4fd2453f8eb7c8105d7dfc14', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/07/23/opinion/america-s-stake-in-the-estate-tax.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '15', 'subsection_name': None, 'word_count': '896', 'snippet': 'At stake in the bill passed by the Senate to abolish federal estate taxes is much more than money. Most of the debate has centered on calculations about future tax revenues and notions about the role of government. But the real danger is that if i...', 'pub_date': '2000-07-23T00:00:00Z', 'headline': {'main': "America's Stake In the Estate Tax"}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': 'Leon Botstein Op-Ed article contends repeal of estate tax would place in jeopardy the historic and unique character of American society and culture; drawing (M)', 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': 'At stake in the bill passed by the Senate to abolish federal estate taxes is much more than money. Most of the debate has centered on calculations about future tax revenues and notions about the role of government. But the real danger is that if inheritance taxes are eliminated, the historic and unique character of American society and culture will be placed in jeopardy. From the start, we have been a nation struggling to balance two competing values: freedom and equality. James Madison, in his defense of the Constitution, admitted that the overriding purpose of government was to protect the unequal acquisition of property. Inequality in wealth resulted from the manner in which the natural inequalities among human beings played themselves out. But Madison shared the prejudices of philosophers from Aristotle to Locke regarding the limits to the right to property. Individuals were entitled to personal wealth and property as the legitimate fruit of labor and reason. Entitlement by birth, however, was not inherently healthy; it was the distinguishing feature of an aristocratic society.', 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'INHERITANCE AND ESTATE TAXES', 'name': 'subject'}, {'value': 'TAXATION', 'name': 'subject'}], '_id': '4fd22b388eb7c8105d7b670e', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/05/28/opinion/a-tyranny-of-standardized-tests.html', 'slideshow_credits': None, 'section_name': 'Opinion', 'print_page': '11', 'subsection_name': None, 'word_count': '1168', 'snippet': 'The good news about education has become obvious: the quality of public schools is now on center stage in national politics. From George Bush and Al Gore down to aspirants for state and local office, all politicians have embraced the cause of high...', 'pub_date': '2000-05-28T00:00:00Z', 'headline': {'main': 'A Tyranny of Standardized Tests'}, 'news_desk': 'Editorial Desk', 'multimedia': [], 'abstract': 'Op-Ed article by Leon Botstein, president of Bard College, says quality of public schools is now on center stage in national politics, but remedy everyone but teachers and pupils wants to prescribe is more testing; says tyranny of testing has become so intense that teachers spend more than half the year teaching specifically for tests; says mode of testing is primitive and out of date; says testing can and must be linked to learning; drawing (M)', 'byline': {'original': 'By Leon Botstein', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Leon', 'lastname': 'Botstein'}]}, 'blog': [], 'lead_paragraph': 'The good news about education has become obvious: the quality of public schools is now on center stage in national politics. From George Bush and Al Gore down to aspirants for state and local office, all politicians have embraced the cause of high standards and excellence. The bad news is that the remedy everyone but teachers and pupils wants to prescribe is more testing. The mistrust of schools and teachers has become so widespread that the only politically viable solution seems to be to impose more standardized tests. Forty-nine states have now adopted curriculum standards that explicitly require testing in order to measure the performance of pupils, teachers, principals, and superintendents; by 2003, 26 states will have mandatory statewide tests for high school graduation. As a nation, we now administer at least 500,000 different kinds of standardized tests a year.', 'type_of_material': 'Op-Ed', 'keywords': [{'value': 'EDUCATION AND SCHOOLS', 'name': 'subject'}, {'value': 'ELECTION ISSUES', 'name': 'subject'}, {'value': 'TEACHERS AND SCHOOL EMPLOYEES', 'name': 'subject'}, {'value': 'TESTS AND TESTING', 'name': 'subject'}], '_id': '4fd240198eb7c8105d7d79b7', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/02/13/nyregion/the-view-from-guilford-state-s-rose-business-hangs-on-just-barely.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '2', 'subsection_name': None, 'word_count': '1026', 'snippet': "ALTHOUGH roses are going to be delivered all over the state tomorrow, it's a safe bet that most of them were grown any place but here. Roses have never been a huge crop in the state and if it weren't for William Pinchbeck, the business would be de...", 'pub_date': '2000-02-13T00:00:00Z', 'headline': {'main': "The View From/Guilford; State's Rose Business Hangs On -- Just Barely"}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': "Profile of Connecticut's struggling rose industry, which centers exclusively on 70-year-old William Pinchbeck Inc; nursery's owners, state agricultural officials and experts describe why company has flourished while others have failed; photos (M)", 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "ALTHOUGH roses are going to be delivered all over the state tomorrow, it's a safe bet that most of them were grown any place but here. Roses have never been a huge crop in the state and if it weren't for William Pinchbeck, the business would be dead in Connecticut. Mr. Pinchbeck, 67, who runs William Pinchbeck Inc., on the Post Road in Guilford, is the last man standing in the state's rose business. The company has been around for about 70 years and Mr. Pinchbeck said he sells about $1 million worth of roses a year.", 'type_of_material': 'News', 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'PINCHBECK, WILLIAM, INC', 'name': 'organizations'}, {'value': 'COMPANY AND ORGANIZATION PROFILES', 'name': 'subject'}, {'value': 'ROSES', 'name': 'subject'}, {'value': 'FLOWERS AND PLANTS', 'name': 'subject'}, {'value': 'INDUSTRY PROFILES', 'name': 'subject'}], '_id': '4fd23b4a8eb7c8105d7d01e8', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/06/18/nyregion/the-farms-and-fields-beckon.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '12', 'subsection_name': None, 'word_count': '164', 'snippet': 'STRAWBERRY fields can be found in every county in Connecticut.     To get a complete list of the pick-your-own farms, visit the State Department of Agriculture Web site at www.state.ct. us/doag/ or send a self-addressed stamped No. 10 envelope to ...', 'pub_date': '2000-06-18T00:00:00Z', 'headline': {'main': 'The Farms and Fields Beckon'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Partial list of pick-your-own strawberry fields in Connecticut; photo (S)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': 'STRAWBERRY fields can be found in every county in Connecticut. To get a complete list of the pick-your-own farms, visit the State Department of Agriculture Web site at www.state.ct. us/doag/ or send a self-addressed stamped No. 10 envelope to the Department of Agriculture, Marketing Division, 765 Asylum Avenue, Hartford 06106.', 'type_of_material': 'News', 'keywords': [{'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'STRAWBERRIES', 'name': 'subject'}], '_id': '4fd225208eb7c8105d7abbf4', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/10/22/nyregion/q-a-stanley-b-greenberg-the-politician-s-pollster-what-moves-voters.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '6', 'subsection_name': None, 'word_count': '1247', 'snippet': 'TWO presidents, Bill Clinton and Nelson Mandela, and two prime ministers, Tony Blair and Ehud Barak, have turned to the pollster Stanley B. Greenberg for advice.     His polls are not for public consumption. The information gleaned from his pollin...', 'pub_date': '2000-10-22T00:00:00Z', 'headline': {'main': "Q & A/Stanley B. Greenberg; The Politician's Pollster: What Moves Voters?"}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': "Excerpts from conversation with pollster Stanley B Greenberg, who has been working with client, Vice Pres Al Gore, in what he calls 'debate camp' in Tennessee; he comments on private polling he conducts for clients (M)", 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "TWO presidents, Bill Clinton and Nelson Mandela, and two prime ministers, Tony Blair and Ehud Barak, have turned to the pollster Stanley B. Greenberg for advice. His polls are not for public consumption. The information gleaned from his polling efforts is shared with his clients, international and national, political and corporate. Dr. Greenberg's interest lies in managing social change and reform.", 'type_of_material': 'Interview', 'keywords': [{'value': 'GREENBERG, STANLEY B', 'name': 'persons'}, {'value': 'GORE, AL', 'name': 'persons'}, {'value': 'PUBLIC OPINION', 'name': 'subject'}, {'value': 'DEBATING', 'name': 'subject'}, {'value': 'PRESIDENTIAL ELECTION OF 2000', 'name': 'subject'}], '_id': '4fd245738eb7c8105d7dfe67', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/01/30/nyregion/q-a-teresa-c-cusano-keeping-her-eye-on-long-term-care.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '10', 'subsection_name': None, 'word_count': '1408', 'snippet': "TERESA C. CUSANO oversees the health and safety of Connecticut's nursing home residents. As the long term care ombudsman for the elderly services division of the state's Department of Social Services Ms. Cusano wants people to think like consumers...", 'pub_date': '2000-01-30T00:00:00Z', 'headline': {'main': 'Q&A/Teresa C. Cusano; Keeping Her Eye On Long-Term Care'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Connecticut Social Services Department long-term care ombudsman Teresa C Cusano answers questions on her duties and how to choose a nursing home; photo (Q & A column) (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "TERESA C. CUSANO oversees the health and safety of Connecticut's nursing home residents. As the long term care ombudsman for the elderly services division of the state's Department of Social Services Ms. Cusano wants people to think like consumers when making decisions about long term care. Families of nursing home residents and residents themselves, should become more active in demanding a better quality of care, Ms. Cusano said. She pointed out that consumers are quick to return defective merchandise and demand a refund.", 'type_of_material': 'Interview', 'keywords': [{'value': 'CUSANO, TERESA C', 'name': 'persons'}, {'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'NURSING HOMES', 'name': 'subject'}], '_id': '4fd233c58eb7c8105d7c4754', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/07/09/nyregion/q-a-howard-fast-an-author-turns-his-pen-on-his-hometown-greenwich.html', 'slideshow_credits': None, 'section_name': 'Books; New York and Region', 'print_page': '4', 'subsection_name': None, 'word_count': '1199', 'snippet': "HOWARD FAST, the prolific writer of more than 80 novels, plays and screenplays, biographies and essays, has turned his attention to Greenwich.     In his newest novel, ''Greenwich,'' (Harcourt Inc.) he uses the town as a  setting for his character...", 'pub_date': '2000-07-09T00:00:00Z', 'headline': {'main': 'Q & A/Howard Fast; An Author Turns His Pen On His Hometown, Greenwich'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Howard Fast, who has written more than 80 novels, plays, screenplays, biographies and essays, answers questions on his latest novel, Greenwich, which is set in his hometown of Greenwich, Conn; photo (Q & A column) (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "HOWARD FAST, the prolific writer of more than 80 novels, plays and screenplays, biographies and essays, has turned his attention to Greenwich. In his newest novel, ''Greenwich,'' (Harcourt Inc.) he uses the town as a setting for his characters, both wealthy and working class.", 'type_of_material': 'Question', 'keywords': [{'value': 'GREENWICH (BOOK)', 'name': 'creative_works'}, {'value': 'FAST, HOWARD', 'name': 'persons'}, {'value': 'GREENWICH (CONN)', 'name': 'glocations'}, {'value': 'BOOKS AND LITERATURE', 'name': 'subject'}, {'value': 'BIOGRAPHICAL INFORMATION', 'name': 'subject'}], '_id': '4fd1fa588eb7c8105d757e0e', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/05/07/nyregion/q-a-dr-kyle-d-pruett-good-fathering-is-a-sensory-job.html', 'slideshow_credits': None, 'section_name': 'Books; New York and Region', 'print_page': '21', 'subsection_name': None, 'word_count': '1053', 'snippet': 'KYLE D. PRUETT, 56, is a new dad again. Olivia, his 16-month-old daughter, is teaching him a great deal about his field. Dr. Pruett, a psychiatrist and associate clinical professor at the Yale Child Study Center, has written widely on the role of ...', 'pub_date': '2000-05-07T00:00:00Z', 'headline': {'main': 'Q & A/Dr. Kyle D. Pruett; Good Fathering Is a Sensory Job'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Dr Kyle D Pruett, new father as well as psychiatrist and associate clinical professor at Yale Child Study Center whose latest book is Fatherneed, Why Father Care is as Essential as Mother Care for Your Child, answers questions on changing role of fathers; photo (Q & A column) (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "KYLE D. PRUETT, 56, is a new dad again. Olivia, his 16-month-old daughter, is teaching him a great deal about his field. Dr. Pruett, a psychiatrist and associate clinical professor at the Yale Child Study Center, has written widely on the role of fathers. His new book, ''Fatherneed, Why Father Care is as Essential as Mother Care for Your Child'' (Free Press) was released in January. He causes a stir when he takes Olivia into the men's rooms at airports to change her diapers. Recently when he did this he was observed by three males. ''One teen said, 'That looks cool. That doesn't look that hard and she's cute.' A second, in his late 40's, said, 'There were no places like this when I was raising my kids.' And another older man said, 'This is a generation that is going to get a lot out of men like you. I wasn't the kind of father I wish I had been.' '' Dr. Pruett said he delighted in such encounters.", 'type_of_material': 'Interview', 'keywords': [{'value': 'FATHERNEED, WHY FATHER CARE IS AS ESSENTIAL AS MOTHER CARE FOR YO', 'name': 'creative_works'}, {'value': 'PRUETT, KYLE D', 'name': 'persons'}, {'value': 'CHILDREN AND YOUTH', 'name': 'subject'}, {'value': 'BOOKS AND LITERATURE', 'name': 'subject'}], '_id': '4fd236738eb7c8105d7c867d', 'source': 'The New York Times', 'document_type': 'article'}, {'web_url': 'http://www.nytimes.com/2000/03/26/nyregion/q-a-arthur-j-rocque-jr-looking-for-ways-to-make-hunting-safer.html', 'slideshow_credits': None, 'section_name': 'New York and Region', 'print_page': '6', 'subsection_name': None, 'word_count': '1329', 'snippet': 'AFTER three hunting fatalities and several near misses, Department of Environmental Protection Commissioner Arthur J. Rocque Jr. is going to the legislature with proposals to make hunting safer.      A lifelong hunting enthusiast, Mr. Rocque said,...', 'pub_date': '2000-03-26T00:00:00Z', 'headline': {'main': 'Q & A/Arthur J. Rocque Jr.; Looking for Ways To Make Hunting Safer'}, 'news_desk': 'Connecticut Weekly Desk', 'multimedia': [], 'abstract': 'Interview with Arthur J Rocque Jr, Commissioner of Connecticut Dept of Environmental Protection, on his campaign to make hunting safer; he is going to Legislature with proposals to make hunting safer, following three hunting fatalities and several near misses; photo (M)', 'byline': {'original': 'By NANCY POLK', 'person': [{'role': 'reported', 'rank': 1, 'organization': '', 'firstname': 'Nancy', 'lastname': 'POLK'}]}, 'blog': [], 'lead_paragraph': "AFTER three hunting fatalities and several near misses, Department of Environmental Protection Commissioner Arthur J. Rocque Jr. is going to the legislature with proposals to make hunting safer. A lifelong hunting enthusiast, Mr. Rocque said, ''It is because I've been a hunter all my life that I am as concerned as I am,'' adding, ''Most hunters play by the rules, are very careful and very ethical.''", 'type_of_material': 'Interview', 'keywords': [{'value': 'ROCQUE, ARTHUR J JR', 'name': 'persons'}, {'value': 'CONNECTICUT', 'name': 'glocations'}, {'value': 'ACCIDENTS AND SAFETY', 'name': 'subject'}, {'value': 'HUNTING AND TRAPPING', 'name': 'subject'}], '_id': '4fd212c88eb7c8105d7895db', 'source': 'The New York Times', 'document_type': 'article'}], 'meta': {'offset': 0, 'time': 39, 'hits': 107390}}, 'status': 'OK'}